do

function run(msg, matches)
	if msg.to.type == 'chat' then
  return 'Tele Beyond Fun Command List'.. [[

💙 ليست دستورات به زبان فارسي ❤:️

🔴وضعیت (شهر|کشور)
🔹مشاهده وضعیت اب و هوای شهر یا کشور مورد نظر
🔴اینستا (یوزر)
🔹مشاهده اطلاعات ایستاگرام فرد مورد نظر
🔴زمان
🔹مشاهده تاریخ و ساعت
🔴من کیم
🔹مشاهده مقام خود در گروه
🔴 اطلاعات 
🔹مشخصات کامل فرد حتی با (ریپلی|یوزر)
🔴گوگل (متن)
🔹سرچ کردن مطلبی در گوگل
🔴لینک کوتاه (لینک)
🔹کوتاه کردن لینک مورد نظر
🔴بنویس (متن)
🔹نوشتن متن انگلیسی با فونت زیبا
🔴حساب کن (معادله)
🔹حساب کردن معادله
🔹مثال :
🔵حساب کن 2+5
🔴ترجمه en (متن)
🔹ترجمه کردن متن فارسی به انگلیسی
🔹مثال :
🔵ترجمه en سلام
➖➖➖➖➖➖➖
🔴نقشه نقشه (شهر|کشور)
🔹نقشه شهر،کشور یا مکان مورد نظر
🔴نقشه لوکیشن (شهر|کشور|مکان)
🔹لوکیشن شهر،کشور یا مکان مورد نظر
🔴نقشه لینک (شهر|کشور|مکان)
🔹لینک نقشه شهر،کشور یا مکان مورد نظر در گوگل
🔴‌نقشه مختصات (شهر|کشور|مکان)
🔹مختصات شهر،کشور یا مکان مورد نظر
➖➖➖➖➖➖➖
🔴 استيکر کن
🔹تبديل عکس به استيکر با ریپلی
🔴 عکس کن
🔹تبديل استيکر به عکس با ریپلی
🔴 بگو (متن)
🔹تکرار متن
🔴 تبدیل (متن)
🔹تبدیل متن به عکس
🔴 ویس (متن)
🔹تبدیل متن به صدا
🔴 ساپورت
➖➖➖➖➖➖➖
⇨!helpfun
برای مشاهده لیست دستورات سرگرمی به زبان انگلیسی
➖➖➖➖➖➖➖
1_برای ارسال نظر از دستور (ارسال نظر [متن]) استفاده کنيد
مثال: ارسال نظر تست
2_برای عضويت در گروه پشتيبانی کلمه (ساپورت) را در پیوی ربات ارسال کنيد
3_برای دریافت لینک گروه پشتیبانی از دستور (لینک ساپورت) استفاده کنید
4_برای ادد شدن ربات سخنگو ما از دستور
!kosgo
استفاده کنید👌😂
➖➖➖➖➖➖➖
Final Version @TeleBeyond
Team Channel  @BeyondTeam
Sudo Users :  👤
@SoLiD021
@MrHalix ]]
end
end

return {
  description = "Robot About", 
  usage = "help: View Robot About",
  patterns = {
    "^راهنمای فان$"
    }, 
  run = run 
}

end
